taskt/Core/Automation/Commands/UIAutomationGroup/AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands.dot
digraph "AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands" {
"AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands" -> "ScriptCommand";
"AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands" -> "IUIElementChildrenSearchParametersProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
