taskt/Core/Automation/Commands/UIAutomationGroup/AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands.puml
@startuml
AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands --> ScriptCommand
AChildrenSearchUIElementsFromSomethingByTreeWalkerCommands --> IUIElementChildrenSearchParametersProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
